Repository: Knightfoxy/LanguageLocalisation_App
Catalog: LocalisationApp/AppDelegate/*.lproj/Localizable.strings
Languages: ar, es

source: India
ar: الهند
es: Indio

source: America
ar: أمريكا
es: Americana

source: China
ar: الصين
es: Chino

source: Russia
ar: روسيا
es: Ruso

source: Dubai
ar: دبي
es: Dubái

source: Spain
ar: إسبانيا
es: España

source: Country Of heritage
ar: بلد التراث
es: País de herencia

source: Center of Entertainment
ar: مركز الترفيه
es: centro de entretenimiento

source: China has a variety of beliefs.
ar: الصين لديها مجموعة متنوعة من المعتقدات.
es: China tiene una variedad de creencias.

source: Russia Has 12 Active Volcanos
ar: روسيا لديها 12 بركان نشط
es: Rusia tiene 12 volcanes activos

source: It's a very young city.
ar: إنها مدينة صغيرة جدًا.
es: Es una ciudad muy joven.

source: The EU's second-largest country
ar: ثاني أكبر دولة في الاتحاد الأوروبي
es: El segundo país más grande de la UE

source: India is home to the famous Holi Festival.
ar: الهند هي موطن لمهرجان هولي الشهير.
es: India es el hogar del famoso Festival Holi.

source: America Is Home To Many Natural Wonders
ar: أمريكا هي موطن لكثير من عجائب الطبيعة
es: Estados Unidos es el hogar de muchas maravillas naturales

source: Officially China has 56 ethnic groups
ar: رسميا الصين لديها 56 مجموعة عرقية
es: Oficialmente China tiene 56 grupos étnicos

source: Tetris Was Invented in Russia.
ar: تم اختراع Tetris في روسيا.
es: La tetris fue inventada en Rusia.

source: It has a UNESCO World Heritage Site.
ar: لديها موقع تراث عالمي لليونسكو.
es: Tiene un sitio del patrimonio mundial de la UNESCO.

source: Nudity is legal in Spain.
ar: العُري قانوني في إسبانيا.
es: La desnudez es legal en España.
